"DST" = "Лтн";
"STD" = "Стд";
"Loaded " = "Завантажено ";
" deep space objects" = " віддалені об’єкти";
"Loading NV fragment program: " = "Завантаження програми фрагментів NV: ";
"Error loading NV fragment program: " = "Помилка під час завантаження програми фрагмента NV: ";
"Error in fragment program " = "Помилка у програмі фрагментів";
"Initializing NV fragment programs . . .\n" = "Ініціалізація програми фрагментів NV . . .\n";
"All NV fragment programs loaded successfully.\n" = "Всі програми фрагментів NV успішно завантажено.\n";
"Initializing ARB fragment programs . . .\n" = "Ініціалізація програм фрагментів ABR . . .\n";
"Galaxy (Hubble type: %s)" = "Галактика (Тип за Хабблом: %s)";
"Loading image from file " = "Завантаження зображення з файла ";
": unrecognized or unsupported image file type.\n" = ": тип зображення неможливо розпізнати або відобразити.\n";
"Error opening image file " = "Помилка під час відкриття файла зображення ";
"Error: " = "Помилка:";
" is not a PNG file.\n" = "не файл PNG.\n";
"Error reading PNG image file " = "Помилка під час читання файла зображення PNG ";
"Loading model: " = "Завантаження моделі: ";
"   Model statistics: " = "   Статистика моделі: ";
" vertices, " = " вершин, ";
" primitives, " = " примітивів, ";
" materials " = " матеріалів ";
" unique)\n" = " специфічних)\n";
"Error loading model '" = "Помилка під час завантаження моделі \"";
"%s" = "%s";
"Error in .ssc file (line " = "Помилка у файлі .ssc (рядок";
"parent body '" = "головне тіло \"";
"' of '" = "\" з \"";
"' not found." = "\" не знайдено.";
"warning duplicate definition of " = "попередження про подвійне визначення ";
"bad alternate surface" = "неправильна альтернативна поверхня";
"bad location" = "погане розташування";
"' not found.\n" = "\" не знайдено.\n";
"Bad header for cross index\n" = "Неправильний заголовок для покажчика\n";
"Bad version for cross index\n" = "Неправильна версія для покажчика\n";
"Loading cross index failed at record " = "Помилка під час завантаження покажчика на запису ";
"Bad spectral type in star database, star #" = "Неправильний спектральний тип у базі даних зірок, зірка #";
" stars in binary database\n" = " зірок у двійковій базі даних\n";
"Total star count: " = "Загальна кількість зірок:";
"Error in .stc file (line " = "Помилка у файлі .stc (рядок";
"Invalid star: bad spectral type.\n" = "Некоректний запис: неправильний спектральний тип.\n";
"Invalid star: missing spectral type.\n" = "Некоректний запис: відсутній спектральний тип.\n";
"Barycenter " = "Баріцентр ";
" does not exist.\n" = " не існує.\n";
"Invalid star: missing right ascension\n" = "Некоректний запис: відсутнє пряме сходження\n";
"Invalid star: missing declination.\n" = "Некоректний запис: відсутнє схилення.\n";
"Invalid star: missing distance.\n" = "Некоректний запис: відсутня відстань.\n";
"Invalid star: missing magnitude.\n" = "Некоректний запис: відсутня зоряна величина.\n";
"Invalid star: absolute (not apparent) magnitude must be specified for star near origin\n" = "Некоректна зірка: слід задати абсолютну (а не видиму) величину для зірки поряд з початком координат\n";
"Creating tiled texture. Width=" = "Створення плиткових текстур. Ширина=";
", max=" = ", макс.=";
"Creating ordinary texture: " = "Створення звичайної текстури: ";
"Loading NV vertex program: " = "Завантаження вершинної програми NV: ";
"Error loading NV vertex program: " = "Помилка під час завантаження вершинної програми NV: ";
"Error in vertex program " = "Помилка у вершинній програмі";
"Loading ARB vertex program: " = "Завантаження вершинної програми ABR: ";
"Error loading ARB vertex program: " = "Помилка під час завантаження вершинної програми ABR: ";
", line " = ", рядок ";
"Initializing NV vertex programs . . .\n" = "Ініціалізація вершинних програм NV . . .\n";
"All NV vertex programs loaded successfully.\n" = "Всі вершинні програми NVуспішно завантажено.\n";
"Initializing ARB vertex programs . . .\n" = "Ініціалізація вершинних програм ARB . . .\n";
"All ARB vertex programs loaded successfully.\n" = "Всі вершинні програми ARB успішно завантажено.\n";
"Error reading favorites file." = "Помилка під час читання файла обраного.";
"Orientation: " = "Орієнтація: ";
"Error opening script file." = "Помилка під час відкриття файла скрипта.";
"Error opening script '%s'" = "Помилка під час відкриття скрипта '%s'";
"Unknown error opening script" = "Невідома помилка під час відкриття скрипта";
"Script coroutine initialization failed" = "Помилка під час ініціалізації співпрограми скрипта";
"Invalid filetype" = "Некоректний тип файлу";
"Magnitude limit: %.2f" = "Межа величини: %.2f";
"Markers enabled" = "Маркери дозволені";
"Markers disabled" = "Маркери заборонені";
"Goto surface" = "Перейти до поверхні";
"Alt-azimuth mode enabled" = "Режим 'висота-азимут' увімкнено";
"Alt-azimuth mode disabled" = "Режим 'висота-азимут' вимкнено";
"Star style: fuzzy points" = "Стиль зірок: розпливчаті крапки";
"Star style: points" = "Стиль зірок: крапки";
"Star style: scaled discs" = "Стиль зірок: масштабовані диски";
"Comet tails enabled" = "Хвости комет дозволені";
"Comet tails disabled" = "Хвости комет заборонені";
"Render path: Basic" = "Шлях відображення: базовий";
"Render path: Multitexture" = "Шлях відображення: мультитекстура";
"Render path: NVIDIA combiners" = "Шлях відтворення: блоки обчислення NVIDIA";
"Render path: OpenGL vertex program" = "Шлях відтворення: вершинні програми OpenGL";
"Render path: NVIDIA vertex program and combiners" = "Шлях відтворення: блоки обчислення і вершинні програми NVIDIA";
"Render path: OpenGL vertex program/NVIDIA combiners" = "Шлях відтворення: вершинні програми OpenGL/блоки обчислення NVIDIA";
"Render path: OpenGL 1.5 vertex/fragment program" = "Шлях відтворення: вершинні/фрагментові програми OpenGL 1.5";
"Render path: NVIDIA GeForce FX" = "Шлях відтворення: NVIDIA GeForce FX";
"Render path: OpenGL 2.0" = "Шлях відтворення: OpenGL 2.0";
"Auto-magnitude enabled" = "Автозбільшення дозволене";
"Auto-magnitude disabled" = "Автозбільшення заборонене";
"Cancel" = "Скасовано";
"Time and script are paused" = "Час та скрипт призупинені";
"Time is paused" = "Час зупинено";
"Resume" = "Відновлення";
"Light travel time:  %.4f yr " = "Світлове запізнювання:  %.4f г ";
"Light travel time:  %d min  %.1f s" = "Світлове запізнювання:  %d хв  %.1f сек";
"Light travel time:  %d h  %d min  %.1f s" = "Світлове запізнювання:  %d год  %d хв  %.1f сек";
"Light travel delay included" = "Світлове запізнювання включене";
"Light travel delay switched off" = "Світлове запізнювання вимкнене";
"Light travel delay ignored" = "Світлове запізнювання ігнорується";
"Using normal surface textures." = "Використання нормальних текстур поверхонь.";
"Using limit of knowledge surface textures." = "Використання межі знань текстур поверхонь";
"Follow" = "Стеження";
"Time: Forward" = "Час: вперед";
"Time: Backward" = "Час: назад";
"Time rate" = "Швидкість";
"Sync Orbit" = "Синхронна орбіта";
"Lock" = "Захоплення";
"Chase" = "Гонитва";
"Auto magnitude limit at 45 degrees:  %.2f" = "Межа автозбільшення на 45 градусів:  %.2f";
"Ambient light level:  %.2f" = "Рівень розсіювання світла:  %.2f";
"Light gain" = "Підсилення світла";
"Bloom enabled" = "Блимання дозволено";
"Bloom disabled" = "Блимання заборонено";
"Exposure" = "Експозиція";
"GL error: " = "Помилка GL: ";
"View too small to be split" = "Зображення дуже мале для розділення";
"Added view" = "Доданий вигляд";
"ly" = "св.р.";
"au" = "а.о.";
" days" = " днів";
" hours" = " годин";
" minutes" = " хвилин";
"Apparent diameter: " = "Видимий діаметр: ";
"Apparent magnitude: " = "Видима зоряна величина: ";
"Absolute magnitude: " = "Абсолютна величина:";
"RA: " = "ПС: ";
"Dec: " = "Схил.:";
"km" = "км.";
"Distance: " = "Відстань: ";
"Star system barycenter\n" = "Центр тяжіння зоряної системи \n";
"Abs (app) mag: %.2f (%.2f)\n" = " Абс. (вид.) величина: %.2f (%.2f)\n";
"Luminosity: " = "Світимість: ";
"x Sun" = " сонячних";
"Class: " = "Клас: ";
"Neutron star" = "Нейтронна зірка";
"Black hole" = "Чорна дірка";
"Surface temp: " = "Темп. поверхні:";
"Radius: " = "Радіус: ";
"Rsun" = "R_сонця";
"Rotation period: " = "Період обертання: ";
"Planetary companions present\n" = "Присутня планетарна система\n";
"Distance from center: " = "Відстань від центру:";
"Temperature: " = "Температура: ";
"Apparent mag: %.2f\n" = "Видима величина: %.2f\n";
"  LT" = "  НТ";
"Real time" = "Реальний час";
"-Real time" = "-Реальний час";
"Time stopped" = "Час зупинений";
" faster" = " раз швидше";
" slower" = " раз повільніше";
" (Paused)" = "(Призупинено)";
"FPS: " = "Кд/с: ";
"\nSpeed: " = "\nШвидкість: ";
" m/s" = " м/с";
" km/s" = " км/с";
" AU/s" = " а.о./с";
" ly/s" = " св. років/с";
"Travelling " = "Подорож ";
"Track " = "Трек ";
"Follow " = "Стеження ";
"Sync Orbit " = "Синхронна орбіта";
"Lock " = "Захоплення ";
"Chase " = "Гонитва ";
"FOV: " = "Поле зору: ";
"Sun" = "Сонце";
"Target name: " = "Ім'я цілі: ";
" at " = " при ";
" fps" = " кд/с";
"  Recording" = "  Записування";
"  Paused" = "  Призупинено";
"F11 Start/Pause    F12 Stop" = "F11 Запуск/Пауза    F12 Зупинка";
"Edit Mode" = "Режим редагування";
"Loading solar system catalog: " = "Завантаження каталогу зоряної системи: ";
"Loading " = "Завантаження";
"License file 'License.txt' is missing!" = "Відсутній файл ліцензії \"License.txt\"!";
"Error reading configuration file." = "Помилка під час читання файла налаштувань.";
"Initialization of SPICE library failed." = "Помилка під час ініціалізації бібліотеки SPICE.";
"Cannot read star database." = "Неможливо прочитати зоряну базу даних.";
"Error opening deepsky catalog file." = "Помилка під час відкриття каталогу віддалених об’єктів.";
"Error opening solar system catalog.\n" = "Помилка під час відкриття каталогу сонячної системи.\n";
"Error opening asterisms file." = "Помилка під час відкриття файла астероїдів.";
"Error opening constellation boundaries files." = "Помилка під час відкриття файла меж сузір’їв.";
"render path: " = "шлях відтворення: ";
"Failed to initialize renderer" = "Помилка ініціалізації відображення";
"Error loading font; text will not be visible.\n" = "Помилка під час завантаження шрифту; текст не буде видимим.\n";
"Error reading cross index " = "Помилка під час читання покажчика ";
"Loaded cross index " = "Завантажено покажчик ";
"Error opening " = "Помилка відкриття";
"Error reading star names file\n" = "Помилка під час читання назв у файлі зірок\n";
"Error reading stars file\n" = "Помилка під час читання файла зірок\n";
"Error opening star catalog " = "Помилка під час відкриття каталогу зірок ";
"Error in creating ogg file %s for capture.\n" = "Помилка під час створення файла ogg %s для ролика.\n";
"Internal Ogg library error." = "Помилка у внутрішній бібліотеці OGG.";
"OggTheoraCapture::start() - Theora video: %s %.2f(%d/%d) fps quality %d %dx%d offset (%dx%d)\n" = "OggTheoraCapture::start() - Theora відео: %s %.2f(%d/%d) к/с якість %d %dx%d відступ (%dx%d)\n";
"OggTheoraCapture::cleanup() - wrote %d frames\n" = "OggTheoraCapture::cleanup() - записано %d кадрів\n";
"Settings" = "Налаштування";
"Vendor: " = "Постачальник: ";
"Renderer: " = "Відеокарта: ";
"Version: " = "Версія: ";
"GLSL version: " = "Версія GLSL: ";
"Max simultaneous textures: " = "Максимальна кількість текстур одночасно: ";
"Max texture size: " = "Максимальний розмір текстури: ";
"Max cube map size: " = "Макс. розмір кубічної карти: ";
"Point size range: " = "Діапазон розмірів точки: ";
"Supported Extensions:" = "Підтримувані додатки:";
"Windowed Mode" = "Віконний режим";
"Asteroids" = "Астероїди";
"Comets" = "Комети";
"Invisibles" = "Невидимі об’єкти";
"Moons" = "Місяці";
"Planets" = "Планети";
"Spacecraft" = "Космічні кораблі";
"Goto" = "Перейти";
"Follow" = "Спостерігати";
"Sync Orbit" = "Синхронна орбіта";
"Info" = "Інформація";
"Reference Vectors" = "Базисні вектори";
"Show Body Axes" = "Показувати осі тіла";
"Show Frame Axes" = "Показувати осі вікна";
"Show Sun Direction" = "Показувати напрямок на сонце";
"Show Velocity Vector" = "Показувати вектор швидкості";
"Show Planetographic Grid" = "Показувати планетографічну сітку";
"Show Terminator" = "Показувати термінатор";
"Satellites" = "Супутники";
"Alternate Surfaces" = "Альтернативні поверхні";
"Orbiting Bodies" = "Тіла, що обертаються";
"Unmark" = "Зняти позначку";
"Mark" = "Позначити";
"Loading: " = "Завантаження: ";
"LANGUAGE" = "uk";
"WinLangID" = "422";
"Copied URL" = "Копійована адреса";
"Loading URL" = "Завантаження адреси";
"Error opening script" = "Помилка відкриття скрипта";
"Error loading script" = "Помилка завантаження скрипта";
"Running script" = "Виконання скрипта";
"Planet" = "Планета";
"Satellite" = "Супутник";
"Date" = "Дата";
"Start" = "Початок";
"Duration" = "Тривалість";
"Earth" = "Земля";
"Jupiter" = "Юпітер";
"Saturn" = "Сатурн";
"Uranus" = "Уран";
"Neptune" = "Нептун";
"Pluto" = "Плутон";
"Name" = "Ім'я";
"Distance (ly)" = "Відстань (у св.р.)";
"App. mag" = "Вид. величина";
"Abs. mag" = "Абс. величина";
"Type" = "Тип";
"Universal Time" = "Всесвітній час";
"Local Time" = "За місцевим часом";
"Time Zone Name" = "Часовий пояс";
"UTC Offset" = "Відступ від UTC";
"Celestial Browser" = "Переглядач неба";
"Moon" = "Місяць";
"Asteroid" = "Астероїд";
"Comet" = "Комета";
"Invisible" = "Невидиме тіло";
"Barycenter" = "Баріцентр";
"Small Body" = "Мале тіло";
"Dwarf Planet" = "Карликова планета";
"-" = "-";
"Eclipse Finder" = "Пошук затемнень";
"Add Bookmark" = "Додати закладку";
"Add a bookmark for the current document" = "Додати закладку для поточного документу";
"Add Relative Bookmark" = "Додати відносну закладку";
"Add a relative bookmark for the current document" = "Додати відносну закладку на поточний документ";
"Add Settings Bookmark" = "Додати закладку налаштувань";
"Add a settings bookmark for the current document" = "Додати закладку налаштувань на поточний документ";
"Edit your bookmark collection in a separate window" = "Впорядкуйте вашу збірку закладок у окремому вікні";
"New Folder..." = "Нова тека...";
"Create a new bookmark folder in this menu" = "Створіть нову теку закладок у цьому меню";
"Can't add bookmark with empty URL" = "Порожня адреса не може бути додана як закладка";
"Something seems to be wrong with your installation of Celestia. The splash screen directory couldn't be found. \nStart-up will continue, but Celestia will probably be missing some data files and may not work correctly, please check your installation." = "З встановленою вами Celestia, здається, не все гаразд. Не знайдено теки, де встановлено вікно вітання.\nЗапуск Celestia продовжуватиметься, але у програмі, можливо, будуть відсутні деякі файли даних, отже вона працюватиме неправильно, будь ласка, перевірте чи вірно встановлено Celestia.";
"Go to URL..." = "Перейти за адресою...";
"Go to Long/Lat..." = "Перейти у точку з довг./шир.";
"Back" = "Назад";
"Forward" = "Вперед";
"Home" = "На початок";
"Bookmarks" = "Закладки";
"Full Screen" = "На повний екран";
"Copy URL" = "Копіювати адресу";
"Set Time..." = "Встановити час...";
"Set Time to Now" = "Встановити теперішній час";
"Accelerate Time" = "Прискорити час";
"Decelerate Time" = "Уповільнити час";
"Accelerate Time (x2)" = "Прискорити час (x2)";
"Decelerate Time (/2)" = "Уповільнити час (/2)";
"Pause Time" = "Призупинити час";
"Reverse Time" = "Обернути напрямок часу";
"Split View Vertically" = "Розділити перегляд вертикально";
"Split View Horizontally" = "Розділити перегляд горизонтально";
"Cycle View" = "Циклічний перегляд";
"Single View" = "Єдина область";
"Delete View" = "Вилучити вікно";
"Frames Visible" = "Видимі роздільники";
"Active Frame Visible" = "Видимі роздільники активного";
"Synchronize Time" = "Синхронізувати час";
"Alt-Azimuth Mode" = "Режим 'висота-азимут'";
"Go To Surface" = "Перейти до поверхні";
"Show Stars" = "Показувати зорі";
"Show Planets" = "Показувати планети";
"Show Galaxies" = "Показувати галактики";
"Show Globulars" = "Показувати сферичні скупчення";
"Show Partial Trajectories" = "Показувати часткові орбіти";
"Show Nebulae" = "Показувати туманності";
"Show Open Clusters" = "Показувати розсіяні туманності";
"Show Constellations" = "Показувати сузір’я";
"Show CloudMaps" = "Показувати карти хмар";
"Show Cloud Shadows" = "Показувати тіні хмар";
"Show Orbits" = "Показувати орбіти";
"Show Asteroid Orbits" = "Показувати орбіти астероїдів";
"Show Comet Orbits" = "Показувати орбіти комет";
"Show Moon Orbits" = "Показувати місячні орбіти";
"Show Star Orbits" = "Показувати орбіти зірок";
"Show Planet Orbits" = "Показувати орбіти планет";
"Show Spacecraft Orbits" = "Показувати орбіти космічних кораблів";
"Show Celestial Grid" = "Показувати небесну сітку";
"Show Night Side Lights" = "Показувати вогні на нічній стороні";
"Show Markers" = "Показувати позначки";
"Show Atmospheres" = "Показувати атмосфери";
"Show Smooth Orbit Lines" = "Показувати згладжені лінії орбіт";
"Show Eclipse Shadows" = "Показувати тіні затемнень";
"Cycle Star Mode" = "Режим періодичний зірок";
"Show Ring Shadows" = "Показувати тіні від кілець";
"Show Boundaries" = "Показувати межі";
"Auto Magnitudes" = "Автоматичні величини";
"Show Comet Tails" = "Показувати хвости комет";
"Show Star Labels" = "Показувати мітки зірок";
"Show Planet Labels" = "Показувати мітки планет";
"Show Moon Labels" = "Показувати мітки місяців";
"Show Comet Labels" = "Показувати мітки комет";
"Show Constellation Labels" = "Показувати мітки сузір’їв";
"Constellation Labels in Latin" = "Мітки сузір’їв латиною";
"Show Galaxy Labels" = "Показувати мітки галактик";
"Show Globular Labels" = "Показувати мітки сферичних скупчень";
"Show Nebula Labels" = "Показувати мітки туманностей";
"Show Open Cluster Labels" = "Показувати мітки розсіяних скупчень";
"Show Asteroid Labels" = "Показувати мітки астероїдів";
"Show Spacecraft Labels" = "Показувати мітки косм. корабл.";
"Show Location Labels" = "Показувати мітки місць";
"Display Local Time" = "Показувати місцевий час";
"Show City Locations" = "Показувати місця міст";
"Show Observatory Locations" = "Показувати місця обсерваторій";
"Show Landing Sites Locations" = "Показувати місця посадок";
"Show Crater Locations" = "Показувати місця кратерів";
"Show Mons Locations" = "Показувати місця гір";
"Show Terra Locations" = "Показувати місця материків";
"Show Vallis Locations" = "Показувати розташування долин";
"Show Mare Locations" = "Показувати розташування морів";
"Show Other Locations" = "Показувати інші місця";
"Wireframe Mode" = "Каркасний режим";
"Center on Orbit" = "Центрувати на орбіті";
"Basic" = "Основний";
"Multitexture" = "Мультитекстура";
"NvCombiners" = "NvCombiners";
"DOT3 ARBVP" = "DOT3 ARBVP";
"NvCombiner NvVP" = "NvCombiner NvVP";
"NvCombiner ARBVP" = "NvCombiner ARBVP";
"ARBFP ARBVP" = "ARBFP ARBVP";
"NV30" = "NV30";
"OpenGL 2.0" = "OpenGL 2.0";
"Cycle OpenGL Render Path" = "Шлях циклічного відтворення OpenGL";
"Sync framerate to video refresh rate" = "Синхронізувати частоту відео кадрів";
"Grab Image" = "Захопити зображення";
"Capture Video" = "Захоплення відео";
"OpenGL info" = "Інформація щодо OpenGL";
"Show Bookmark Toolbar" = "Показувати панель закладок";
"OpenGL Info" = "Інформація щодо OpenGL";
"UTC" = "UTC";
"This version of Celestia was not built with support for movie recording." = "Цю версію Celestia не було зібрано з підтримкою запису відеороликів.";
"Go to URL" = "Перейти за адресою";
"Enter URL" = "Введення URL";
"Object: " = "Об'єкт:";
"Longitude: " = "Довгота:";
"East" = "Схід";
"West" = "Захід";
"Latitude: " = "Широта:";
"North" = "Північ";
"South" = "Південь";
"Altitude: " = "Висота:";
"Celestia encountered an error while processing your script" = "Celestia зустрілася з помилкою, виконуючи ваш скрипт";
"Celestia" = "Celestia";
"Use alternate configuration file" = "Використовувати альтернативний конфігураційний файл";
"Use alternate installation directory" = "Використовувати альтернативну теку для інсталяції";
"Use as additional \"extras\" directory" = "Використовувати додаткову теку \"extras\"";
"Start fullscreen" = "Запускати на повний екран";
"Disable splash screen" = "Вимкнути вікно вітання";
"Start and go to url" = "Почати і перейти за адресою";
"_: NAME OF TRANSLATORS\\nYour names" = "_: NAME OF TRANSLATORS\\nSerhij Dubyk (Сергій Дубик)";
"_: EMAIL OF TRANSLATORS\\nYour emails" = "_: EMAIL OF TRANSLATORS\\ndubyk@library.lviv.ua";
"Celestia Preferences" = "Налаштування Celestia";
"Rendering" = "Відтворення";
"Show" = "Показувати";
"Stars" = "Зірки";
"Galaxies" = "Галактики";
"Nebulae" = "Туманності";
"Open Clusters" = "Розсіяні скупчення";
"Atmospheres" = "Атмосфери";
"Clouds" = "Хмари";
"Cloud Shadows" = "Тіні хмар";
"Night Side Lights" = "Вогні нічного боку";
"Eclipse Shadows" = "Тіні затемнення";
"Comet Tails" = "Хвости комет";
"Orbits" = "Орбіти";
"Partial Trajectories" = "Часткові траєкторії";
"Smooth Orbit Lines" = "Плавні лінії орбіт";
"Celestial Grid" = "Координатну сітку";
"Constellations" = "Сузір'я";
"Markers" = "Позначки";
"Ring Shadows" = "Тіні від кілець";
"Constellation Boundaries" = "Межі сузір'їв";
"Orbits / Labels" = "Орбіти / Мітки";
"Labels" = "Мітки";
"Constellations in Latin" = "Сузір'я латиною";
"Spacecrafts" = "Космічні кораблі";
"Locations" = "Місця";
"Ambient Light" = "Розсіяне світло";
"Limiting Magnitude" = "Обмеження величини";
"Info Text" = "Інформаційний текст";
"Level: " = "Рівень: ";
"None" = "Немає";
"Terse" = "Коротко";
"Verbose" = "Докладно";
"Textures" = "Текстури";
"Resolution: " = "Роздільна здатність: ";
"Low" = "Низька";
"Medium" = "Помірна";
"High" = "Висока";
"Automatic FOV" = "Автоматичне поле зору";
"Screen DPI: " = "Роздільна здатність екрана: ";
"Viewing Distance (cm): " = "Відстань перегляду (cм): ";
"Cities" = "Міста";
"Observatories" = "Обсерваторії";
"Landing Sites" = "Місця посадок";
"Craters" = "Кратери";
"Mons" = "Гори";
"Terra" = "Континенти";
"Vallis" = "Долини";
"Mare" = "Моря";
"Other" = "Інші";
"Minimum Feature Size" = "Мінімальний розмір об’єкта";
"Date/Time" = "Дата/Час";
"Display" = "Відображення";
"Timezone: " = "Часовий пояс:";
"Format: " = "Формат: ";
"Local Format" = "Місцевий формат";
"Set" = "Встановити";
"Local Time is only supported for dates between 1902 and 2037.\n" = "Місцевий час підтримується лише між 1902 та 2037 роками.\n";
"Julian Date: " = "Дата за юліанським календарем: ";
"Now" = "Зараз";
"\nSelection: " = "\nВибор: ";
"Include Light Travel Time" = "Враховувати швидкість світла";
"Ignore Light Travel Time " = "Не враховувати швидкість світла ";
"OpenGL" = "OpenGL";
"Key Bindings" = "Клавіатурні скорочення";
"<b>Unextended OpenGL 1.1</b>" = "<b>OpenGL 1.1 без додатків</b>";
"<b>Multiple textures and the ARB_texenv_combine extension</b>" = "<b>Мультитекстури і додаток ARB_texenv_combine</b>";
"<b>NVIDIA combiners, no vertex programs</b>" = "<b>Блоки обчислень NVIDIA, без вершинних програм</b>";
"<b>ARB_texenv_DOT3 extension, ARB_vertex_program extension</b>" = "<b>Додаток ARB_texenv_DOT3, Додаток ARB_vertex_program</b>";
"<b>NVIDIA Combiners, NV_vertex_program extension</b><br> provide bump mapping, ring shadows, and specular highlights on any Geforce or ATI Radeon graphics card, though NvCombiner ARBVP is a slightly better option for Geforce users" = "<b>Блоки обчислень NVIDIA, додаток NV_vertex_program</b><br> забезпечують карти опуклості, кільцеві тіні і дзеркальне відсвічування на всіх відеокартках Geforce або ATI Radeon, але NvCombiner ARBVP є трохи кращим рішенням для користувачів Geforce";
"<b>NVIDIA Combiners, ARB_vertex_program extension</b>" = "<b>NVIDIA блоки обчислень, додаток ARB_vertex_program</b>";
"<b>ARB_fragment_program and ARB_vertex_program extensions</b><br>provide advanced effects on Geforce FX and Radeon 9700 cards" = "<b>ARB_fragment_program та ARB_vertex_program extensions</b><br>забезпечують додаткові ефекти на відеокартках Geforce FX та Radeon 9700";
"<b>NV_fragment_program and ARB_vertex_program extensions</b>" = "<b>NV_fragment_program та ARB_vertex_program extensions</b>";
"<b>OpenGL 2.0 Shading Language</b>" = "<b>Мова затінювання OpenGL 2.0</b>";
"File %1 does not exist, using default configuration file %2/celestia.cfg" = "Файла %1 не існує, використовується файл типових налаштувань %2/celestia.cfg";
"Directory %1 does not exist, using default %2" = "Тека %1 не існує, використовується типова %2";
"Extras directory %1 does not exist" = "Теки додатків %1 не існує";
"Abs (app) mag: " = "Абс. (вид.) величина: ";
"Surface Temp: " = "Темп. поверхні:";
"Marked objects" = "Відмічені об'єкти";
"Select" = "Вибрати";
"Center" = "По центру";
"Synch Orbit" = "Синх. обертання";
"Unmark All" = "Зняти всі позначки";
"Diamond" = "Ромб";
"Triangle" = "Трикутник";
"Square" = "Квадрат";
"Filled Square" = "Заповнений квадрат";
"Plus" = "Плюс";
"X" = "X";
"Left Arrow" = "Стрілка ліворуч";
"Right Arrow" = "Стрілка праворуч";
"Up Arrow" = "Стрілка вгору";
"Down Arrow" = "Стрілка вниз";
"Circle" = "Коло";
"Disk" = "Диск";
"Normal" = "Звичайні";
"Small Bodies" = "Малі тіла";
"Dwarf Planets" = "Карликові планети";
"Duration: %1" = "Тривалість: %1";
"Size: %1 MB" = "Розмір: %1 Мб";
"Current size: %1 x %2" = "Поточний розмір: %1 x %2";
"Current width: %1 x %2" = "Поточна ширина: %1 x %2";
"Current height: %1 x %2" = "Поточна висота: %1 x %2";
"You must specify a file name." = "Ви повинні вказати назву файла.";
"Error initializing movie capture." = "Помилка під час ініціалізації захоплення відео.";
"Navigation" = "Навігація";
"Options" = "Параметри";
"Objects" = "Об'єкти";
"OpenGL Render Path" = "Шлях відтворення OpenGL";
"Time" = "Час";
"MultiView" = "Мультиперегляд";
"Main Toolbar" = "Головна панель інструментів";
"Dist." = "Відст.";
"App. Mag." = "Вид. вел.";
"Abs. Mag." = "Абс. вел.";
"With Planets" = "З планетами";
"Brightest (Abs.)" = "Яскравість (Абс.)";
"Brightest (App.)" = "Яскравість (Вид.)";
"Nearest" = "Найближчі";
"Close" = "Закрити";
"Alt+C" = "Alt+C";
"Refresh" = "Оновлення";
"End" = "Кінець";
"Search parameters" = "Пошукові параметри";
"Solar Eclipses" = "Сонячні затемнення";
"On:" = "На:";
"Moon Eclipses" = "Місячні затемнення";
"Search" = "Пошук";
"To:" = "До:";
"From:" = "Від:";
"Close" = "Закрити";
"Video Capture" = "Захоплення відео";
"Save As:" = "Зберегти як:";
"*.ogg" = "*.ogg";
"Aspect Ratio:" = "Відношення сторін:";
"Current" = "Поточне";
"11:9" = "11:9";
"4:3" = "4:3";
"16:9" = "16:9";
"Image Size:" = "Розмір зображення:";
"Frame Rate:" = "Частота кадрів:";
"Video Quality:" = "Якість відео:";
"Play Video when capture is done" = "Відтворити відео після завершення захоплення";
"Usage" = "Використання";
"<p>Press <b>F11</b> to start/pause recording<br>\nPress <b>F12</b> to stop</p>\n\n<p>Note that resizing the main window will not be possible until the end of the capture</p>" = "<p>Натисніть <b>F11</b>, щоб почати або призупинити запис<br>\nНатисніть <b>F12</b>, щоб завершити запис</p>\n\n<p>Зауважте, що зміна розмірів головного вікна неможлива до завершення захоплення</p>";
"OK" = "Гаразд";
"Cancel" = "Скасувати";
"Mercury" = "Меркурій";
"Venus" = "Венера";
"Mars" = "Марс";
"Phobos" = "Фобос";
"Deimos" = "Деймос";
"Amalthea" = "Амальтея";
"Io" = "Іо";
"Europa" = "Європа";
"Ganymede" = "Ганімед";
"Callisto" = "Каллісто";
"Prometheus" = "Прометей";
"Pandora" = "Пандора";
"Epimetheus" = "Епіметей";
"Janus" = "Янус";
"Mimas" = "Мімас";
"Enceladus" = "Енцелад";
"Tethys" = "Тетіс";
"Dione" = "Діона";
"Rhea" = "Рея";
"Titan" = "Титан";
"Hyperion" = "Гіперіон";
"Iapetus" = "Япет";
"Phoebe" = "Феба";
"Miranda" = "Міранда";
"Ariel" = "Аріель";
"Umbriel" = "Умбріель";
"Titania" = "Тітанія";
"Oberon" = "Оберон";
"Larissa" = "Ларісса";
"Proteus" = "Протей";
"Triton" = "Тритон";
"Nereid" = "Нереїда";
"Pluto-Charon" = "Плутон-Харон";
"Charon" = "Харон";
"NORTH AMERICA" = "ПІВНІЧНА АМЕРИКА";
"SOUTH AMERICA" = "ПІВДЕННА АМЕРИКА";
"EURASIA" = "ЄВРАЗІЯ";
"AFRICA" = "АФРИКА";
"AUSTRALIA" = "АВСТРАЛІЯ";
"ANTARCTICA" = "АНТАРКТИДА";
"NORTH ATLANTIC OCEAN" = "ПІВНІЧНИЙ АТЛАНТИЧНИЙ ОКЕАН";
"SOUTH ATLANTIC OCEAN" = "ПІВДЕННИЙ АТЛАНТИЧНИЙ ОКЕАН";
"NORTH PACIFIC OCEAN" = "ПІВНІЧНИЙ ТИХООКЕАНСЬКИЙ ОКЕАН";
"SOUTH PACIFIC OCEAN" = "ПІВДЕННИЙ ТИХООКЕАНСЬКИЙ ОКЕАН";
"INDIAN OCEAN" = "ІНДІЙСЬКИЙ ОКЕАН";
"ARCTIC OCEAN" = "АРКТИЧНИЙ ОКЕАН";
"Milky Way" = "Молочний шлях";
"SMC" = "Мала Магелланова Хмара";
"LMC" = "Велика Магелланова Хмара";
"Solar System Barycenter" = "Центр тяжіння зоряної системи";
"File" = "Файл";
"Open Script..." = "Відкрити скрипт...";
"Scripts" = "Скрипти";
"Placeholder" = "Заповнювач";
"Capture Image...\tF10" = "Захопити зображення...\tF10";
"Capture Movie...\tShift+F10" = "Захопити відео...\tShift+F10";
"Exit" = "Виxід";
"Select Sol\tH" = "Вибрати Сонце\tH";
"Tour Guide..." = "Путівник...";
"Select Object..." = "Виберіть об'єкт...";
"Goto Object..." = "Перейти до об'єкта...";
"Center Selection\tC" = "Розташувати по центру\tC";
"Go to Selection\tG" = "Перейти до вибраного об’єкта\tG";
"Follow Selection\tF" = "Спостереження\tF";
"Sync Orbit Selection\tY" = "Синхронне обертання\tY";
"Track Selection\tT" = "Слідкування\tT";
"Solar System Browser..." = "Переглядач Сонячної системи...";
"Star Browser..." = "Переглядач зірок...";
"Eclipse Finder" = "Пошук затемнень...";
"Time" = "Час";
"10x Faster\tL" = "Прискорення у 10 разів\tL";
"10x Slower\tK" = "Сповільнення у 10 разів\tK";
"Freeze\tSpace" = "Зупинка\tSpace";
"Reverse Time\tJ" = "Обернути час\tJ";
"Set Time..." = "Задати час...";
"Show Local Time" = "Показувати місцевий час";
"Render" = "Вигляд";
"Select Display Mode..." = "Вибір режиму екрана...";
"Toggle Full Screen\tAlt+Enter" = "На весь екран\tAlt+Enter";
"View Options..." = "Перегляд параметрів...";
"Locations..." = "Місця...";
"More Stars Visible\t]" = "Більше зірок\t]";
"Fewer Stars Visible\t[" = "Менше зірок\t[";
"Auto Magnitude\tCtrl+Y" = "Автоматична величина\tCtrl+Y";
"Star Style" = "Стиль зірок";
"Fuzzy Points" = "Розмиті точки";
"Points" = "Точки";
"Scaled Discs" = "Диски";
"Ambient Light" = "Розсіяне світло";
"None" = "Відсутній";
"Low" = "Слабкий";
"Medium" = "Помірний";
"Texture Resolution" = "Роздільна здатність";
"High" = "Висока";
"Antialiasing\tCtrl+X" = "Згладжування\tCtrl+X";
"View" = "Перегляд";
"Split Horizontally\tCtrl+R" = "Розділити горизонтально\tCtrl+R";
"Split Vertically\tCtrl+U" = "Розділити вертикально\tCtrl+U";
"Delete Active View\tDEL" = "Вилучити активне вікно\tDEL";
"Single View\tCtrl+D" = "Єдине вікно\tCtrl+D";
"Show Frames" = "Показувати рамки";
"Synchronize Time" = "Синхронізувати час";
"Bookmarks" = "Закладки";
"Add Bookmarks..." = "Додати закладки...";
"Organize Bookmarks..." = "Упорядкувати закладки...";
"Help" = "Довідка";
"Run Demo" = "Запуск демонстрації";
"Controls" = "Засоби керування";
"OpenGL Info" = "Інформація щодо OpenGL";
"License" = "Ліцензія";
"About Celestia" = "Про Celestia";
"About Celestia" = "Про Celestia";
"OK" = "Гаразд";
"Copyright (C) 2001-2009, Celestia Development Team" = "Авторське право (C) 2001-2008, Команда з розробки Celestia";
"http://www.shatters.net/celestia" = "http://www.shatters.net/celestia";
"Celestia is free software and comes with absolutely no warranty." = "Celestia є вільним програмним забезпеченням і розповсюджується без будь-яких гарантій.";
"Authors" = "Автори";
"Chris Laurel" = "Кріс Лавр";
"Clint Weisbrod" = "Clint Weisbrod";
"Fridger Schrempp" = "Fridger Schrempp";
"Christophe Teyssier" = "Christophe Teyssier";
"Grant Hutchison" = "Grant Hutchison";
"Pat Suwalski" = "Pat Suwalski";
"Toti" = "Toti";
"Da Woon Jung" = "Da Woon Jung";
"Hank Ramsey" = "Hank Ramsey";
"Bob Ippolito" = "Боб Іпполіто";
"Vincent Giangiulio" = "Vincent Giangiulio";
"Select Object" = "Виберіть об'єкт";
"Object Name" = "Ім'я об'єкту";
"License" = "Ліцензія";
"Celestia Controls" = "Засоби керування Celestia";
"OpenGL Driver Info" = "Інформація про драйвер OpenGL";
"Set Simulation Time" = "Встановити час імітації";
"Time Zone: " = "Часовий пояс:";
"Set To Current Time" = "Встановити поточний час системи";
"Add Bookmark" = "Додати закладку";
"Create in >>" = "Створити у >>";
"New Folder..." = "Нова тека...";
"Solar System Browser" = "Переглядач зоряної системи";
"Solar System" = "Сонячна система";
"Go To" = "Перейти до";
"Solar System Objects" = "Об'єкти зоряної системи";
"Star Browser" = "Переглядач зірок";
"Brightest" = "Найяскравіша";
"With planets" = "З планетами";
"Refresh" = "Оновити";
"Star Search Criteria" = "Критерій пошуку зірки";
"Maximum Stars Displayed in List" = "Максимальна кількість зірок у списку";
"Tour Guide" = "Путівник";
"Go To" = "Перейти до";
"Select your destination:" = "Оберіть призначення:";
"Go to Object" = "Перейти до об'єкту";
"radii" = "радіуси";
"Object" = "Об'єкт";
"Long." = "Довг.";
"Lat." = "Шир.";
"Distance" = "Відстань";
"Size:" = "Розмір:";
"Frame rate:" = "Частота кадрів:";
"Select Display Mode" = "Виберіть режим дисплею";
"Resolution" = "Роздільна здатність";
"View Options" = "Перегляд параметрів";
"Globulars" = "Сферичні скупчення";
"Grids" = "Сітки";
"Celestial" = "Небесні";
"Horizontal" = "По горизонталі";
"Galactic" = "Галактика";
"Ecliptic" = "Екліптика";
"Minor Moons" = "Малі планети";
"DSO Labels" = "Мітки віддалених об’єктів";
"Diagrams" = "Діаграми";
"Boundaries" = "Межі";
"Latin Names" = "Назви латиною";
"Information Text" = "Інформаційний текст";
"Filter Stars" = "Фільтрування зірок";
"Montes (Mountains)" = "Montes (Гори)";
"Maria (Seas)" = "Maria (Моря)";
"Valles (Valleys)" = "Valles (Долини)";
"Terrae (Land masses)" = "Terrae (Масиви материків)";
"Volcanoes" = "Вулкани";
"Other features" = "Інші особливості";
"Label Features" = "Позначити об’єкти";
"Show Features" = "Показувати об’єкти";
"Minimum Labeled Feature Size" = "Мінімальний розмір об’єкта для позначення";
"Add New Bookmark Folder" = "Додати нову теку закладок";
"Folder Name" = "Ім'я теки";
"Organize Bookmarks" = "Впорядкувати закладку";
"Rename..." = "Перейменувати...";
"Delete" = "Вилучити";
"Rename Bookmark or Folder" = "Перейменувати закладку або теку";
"New Name" = "Нове ім'я";
"Compute" = "Підрахувати";
"Set Date and Go to Planet" = "Встановити дату і перейти до планети";
"Lunar Eclipses" = "Місячні затемнення";
"Jan" = "Січ";
"Feb" = "Лют";
"Mar" = "Бер";
"Apr" = "Кві";
"May" = "Тра";
"Jun" = "Чер";
"Jul" = "Лип";
"Aug" = "Сер";
"Sep" = "Вер";
"Oct" = "Жов";
"Nov" = "Лис";
"Dec" = "Гру";
